import './InternationalRelations.css';

const InternationalRelations = () => {
    return (
        <div className="article__wrapper">
           <h1>Политический анализ на основе международных договоров.</h1>
           <p>
           Идея Континентального союза имеет глубокие исторические корни. Вся история макрорегиона есть цепь различных попыток создать общее евроазиатское государство со стороны Востока и Запада. Этих целей пытались добиться скифы, гунны, монголы, хазары, славяне. Исторически сложилось, что евразийские народы стали не только соседями, но в итоге породнились. 	
Большинство интеграционных объединений, затрагивающих евразийское пространство,  продолжают свое развитие, что говорит о большой востребованности объединения на данном пространстве в рамках, так называемого, Континентального союза.
В процессе евразийской интеграции основным лейтмотивом должна быть не унификация, а необходимость внутренней иерархии и существование разных форм для управления разнообразием (Союзное государство, СНГ, ЕАЭС, ОДКБ).
Чрезмерная централизация и унификация всегда будет вызывать сопротивление национальных элит и создавать ненужное напряжение в межгосударственных отношениях. В Континентальном союзе регионализация, как в ЕС, будет неприемлема, т.к. приведет к ослаблению самого института государства и станет серьезной причиной вызовов безопасности, особенно на Кавказе и Средней Азии. Поэтому необходимо иное понимание в построении Континентального союза.
Три главных условия успешности евразийской интеграции: равноправие, доверие и справедливость. Эти принципы должны стать основополагающими, в первую очередь — для национальных элит.
Кроме политической и экономической интеграции есть еще и языковая. Классик евразийства, лингвист Николай Трубецкой был одним из первых, кто заметил, что «языки в Евразии, относящиеся к разным языковым семьям, например, славянские, тюрские, финно-угорские, тем не менее сближаются в фонетическом плане друг с другом, они как бы стремятся друг на друга походить».
Важно, что евразийская интеграция не только укрепляет партнерство, но и расшряет географию сотрудничества взаимовыгодных отношений с третьими странами и интеграционными объединениями, прежде всего Шанхайской организацией сотрудничества и Ассоциацией государств Юго-Восточной Азии.
	Ключевая цель стратегического партнерства, определенная в Хартии ШОС, – «развитие многопрофильного сотрудничества в целях поддержания и укрепления мира, безопасности и стабильности в регионе, содействия построению нового демократического, справедливого и рационального политического и экономического международного порядка».
В области торгово-экономического сотрудничества особенно выделяется Заявление Совета глав государств – членов ШОС об обеспечении надежных, устойчивых поставок.
В нем главы стран ШОС подтвердили стреление к обеспечению устойчивости, надежности и стабильности международных поставок, 
содействию углубления взаимодействия в различных секторах, росту взаимной торговли между государствами – членами ШОС.
Необходимо отметить и такие документы в области торгово-экономического сотрудничества, утвержденные заинтересованными государствами – членами ШОС, как Рамочные основы сотрудничества между уполномоченными органами государств – членов ШОС в сфере торговли услугами и План совместных действий по развитию внутрирегиональной торговли в рамках ШОС.
В сфере промышленного сотрудничества стран – членов ШОС лидеры глав государств 
отметили подписание Программы стимулирования промышленной кооперации между деловыми кругами государств – членов ШОС.
Принятие данного документа внесет вклад в формирование взаимного проникновения инвестиций; стимулирование трансфера ключевых технологий; укрепление технологической независимости экономик региона.
Это будет способствовать формированию инфраструктурной взаимосвязанности на евразийском пространстве, росту и устойчивости мировой экономики, выработке содержательной позитивной повестки дня для решения актуальных международных проблем.
Помимо экономического фактора есть и фактор обеспечения международной и региональной безопасности. Здесь тоже прослеживаются позитивные реформы. Как заявил генеральный секретарь ОДКБ Станислав Зась: «В целях консолидации усилий по обеспечению международной и региональной безопасности продолжается работа в ОДКБ по объединению потенциалов международных организаций, разделяющих наши цели и принципы. Придаем большое значение скорейшему обретению Содружеством Независимых Государств статуса наблюдателя при ОДКБ».
Со стороны ОДКБ неоднократно выражалась готовность укреплять сотрудничество с ШОС. В 2007 г. обе стороны подписали «Меморандум о взаимопонимании между секретариатами ШОС и ОДКБ», в котором заявили о своей «приверженности установлению и развитию равноправного и конструктивного сотрудничества». Хотя сходство географического охвата и функций может привести к потенциальному соперничеству и конфликтам, их различия в решении проблем и членстве на самом деле открывают возможности для сотрудничества в сфере безопасности между ними. Сотрудничество между двумя сторонами способствует борьбе с региональным терроризмом и экстремизмом, поддержанию стабильности в Центральной Азии и содействует созданию гарантий региональной безопасности в Евразийском регионе.
Также наблюдается расширение участников в данной организации. Одним из главных итогов недавнего саммита ШОС стало подписание Ираном меморандума об обязательствах перед Шанхайской организацией сотрудничества, открывающего стране путь к объединению. В следующем году страна станет полноправным участником ШОС. Как можно заметить, с каждым годом в ШОС хотят вступить все большее количество стран. Так, кроме Ирана, подготовку ко вступлению в организацию начинает еще и Беларусь. Стоить отметить, что свое желание вступить в ШОС выразили еще пять стран: Египет, Катар, Саудовская Аравия, Бахрейн и Мальдивские острова.
Несколько значимых документов приняты в области обеспечения безопасности государств-участников СНГ. Так, было подписано Соглашение о сотрудничестве государств-участников СНГ в противодействии коррупции. Его цель — развитие и совершенствование взаимодействия, повышение эффективности сотрудничества в борьбе с коррупционными правонарушениями, выработка и проведение согласованной политики в сфере противодействия коррупции.
Вы видим, что набирается темп принятия значимых решений для укрепления безопасности. Поэтому, полагаем, необходимо больше точек соприкосновения со всеми организациями на евразийском пространстве. И мы уже видим положительную тенденцию, что доказывает вышеизложенное.
           </p>
        </div>
    )
}

export default InternationalRelations;
